Repository: iina/iina
Catalog: iina/FilterPresets.xcstrings
Source language: en
Languages: af, ar, az, be, bg, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, hy, id, is, it, ja, ko, mk, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sr_cs, sr_sp, sv, th, tr, uk, ur_pk, vi, zh_hans, zh_hant

source: Blur
af: Vervaag
ar: طمس
az: Bulanıqlıq
be: Размытасць
bg: Размиване
ca: Difumina
cs: Rozostřit
da: Slør
de: Weichzeichnen
el: Θόλωμα
es: Difuminar
fa: محو سازی
fi: Sumenna
fr: Flou
he: טשטוש
hi: धब्बा
hr: Zamuti
hu: Elmosódás
hy: Ֆոն
is: Þoka
it: Sfocatura
ja: ぼかし
ko: 흐리게
mk: Замати
nl: Vervagen
no: Uskarphet
pl: Rozmycie
pt_br: Desfocar
pt_pt: Desfoque
ru: Размытие
sk: Rozostrieť
sr_cs: Zamuti
sr_sp: Замути
sv: Oskärpa
th: เบลอ
tr: Bulanıklaştır
uk: Розмиття
ur_pk: دھندلا
vi: Độ mờ
zh_hans: 模糊
zh_hant: 模糊

# blur.amount
source: Amount
af: Hoeveelheid
ar: الكمية
az: Miqdar
be: Колькасць
bg: Сила
ca: Quantitat
cs: Hodnota
da: Mængde
de: Stärke
el: Ποσό
es: Cantidad
fa: مقدار
fi: Määrä
fr: Quantité
he: רמה
hi: मात्रा
hr: Količina
hu: Mennyiség
hy: Գումար
id: Besaran
is: Upphæð
it: Quantità
ja: 強さ
ko: 강도
mk: Износ
nl: Hoeveelheid
no: Mengde
pl: Wartość
pt_br: Quantidade
pt_pt: Quantidade
ro: Valoare
ru: Эффект
sk: Množstvo
sr_cs: Iznos
sr_sp: Износ
sv: Styrka
th: จำนวน
tr: Miktar
uk: Величина
ur_pk: رقم
vi: Số lượng
zh_hans: 锐化度
zh_hant: 銳利量

# blur.msize
source: Matrix size
af: Matriksgrootte
ar: حجم المصفوفة
az: Matris ölçüsü
be: Памер матрыцы
bg: Размер на матрица
ca: Mida de la matriu
cs: Velikost matice
da: Matrix størrelse
de: Matrizengröße
el: Μέγεθος πίνακα
es: Tamaño de la matriz de puntos
fa: اندازه‌ی ماتریکس
fi: Matriisin koko
fr: Taille de la matrice
he: גודל המטריצה
hi: मैट्रिक्स का आकार
hr: Veličina matrice
hu: Mátrix méret
hy: Մատրիցայի չափերը
id: Ukuran matriks
is: Fylkja stærð
it: Dimensione matrice
ja: マトリックス
ko: 매트릭스 크기
mk: Големина на матрица
nl: Matrixgrootte
no: Matrisestørrelse
pl: Rozmiar matrycy
pt_br: Tamanho da matriz
pt_pt: Tamanho da Matriz
ro: Dimensiunea matricii
ru: Размер матрицы
sk: Veľkosť matice
sr_cs: Veličina matrice
sr_sp: Величина матрице
sv: Matrisstorlek
th: ขนาดเมตริก
tr: Matris boyutu
uk: Розмір матриці
ur_pk: قالب سائز
vi: Kích thước ma trận
zh_hans: 矩阵尺寸
zh_hant: 矩陣大小

source: Crop
af: Snoei
ar: اقتصاص
az: Kəs
be: Абрэзаць
bg: Изрязване
ca: Escapça
cs: Oříznout
da: Beskær
de: Zuschneiden
el: Περικοπή
es: Recortar
fa: برش دادن
fi: Rajaa
fr: Rogner
he: חתוך
hi: क्रॉप
hr: Obreži
hu: Körbevágás
hy: Կտրել
is: Klippa
it: Ritaglia
ja: クロップ
ko: 자르기
mk: Исечи
nl: Bijsnijden
no: Beskjær
pl: Kadrowanie
pt_br: Cortar
pt_pt: Cortar
ro: Decupează
ru: Кадрирование
sk: Orezanie
sr_cs: Iseci
sr_sp: Исеци
sv: Beskär
th: ตัด
tr: Kırp
uk: Обрізати
ur_pk: تراشیں
vi: Cắt
zh_hans: 裁剪：
zh_hant: 裁切

# crop.h
source: Height (default: video height)
af: Hoogte (verstek: videohoogte)
ar: الطول (الافتراضي: طول الفيديو الأصلي)
az: Hündürlük (Varsayılan: videonun hündürlüyü)
be: Вышыня (прадвызначана: вышыня відэа)
bg: Височина (по подразбиране: височина на образа)
ca: Alçada (per defecte: alçada del vídeo)
cs: Výška (výchozí: výška videa)
da: Højde (standard: video størrelse)
de: Höhe (Standard: Videohöhe)
el: Ύψος (προεπιλογή: ύψος βίντεο)
es: Alto (por defecto: alto del vídeo)
fa: عرض (پیشفرض:‌ عرض ویدیو)
fi: Korkeus (oletus: videon korkeus)
fr: Hauteur (défaut : hauteur de la vidéo)
he: גובה (ברירת מחדל: גובה הוידאו)
hi: ऊंचाई (डिफ़ॉल्ट: वीडियो ऊंचाई)
hr: Visina (standardno: visina videa)
hu: Magasság (alapértelmezett: videó magassága)
hy: Բարձր (նախապատվություն: Վիդեո բարձրություն)
id: Tinggi (bawaan: tinggi video)
is: Hæð (sjálfgefið: myndhæð)
it: Altezza (default: altezza video)
ja: 縦幅 (デフォルト: ビデオの縦幅)
ko: 세로 (기본값: 세로 해상도)
mk: Висина (стандардно: висина на видео)
nl: Hoogte (standaard: videohoogte)
no: Høyde (standard: videohøyde)
pl: Wysokość (domyślnie: wysokość video)
pt_br: Altura (padrão: altura do vídeo)
pt_pt: Altura (padrão: altura do vídeo)
ro: Înălțime (implicit: înălțime video)
ru: Высота (по умолчанию: высота видео)
sk: Výška (predvolené: výška videa)
sr_cs: Visina (podrazumevano: visina video-zapisa)
sr_sp: Висина (подразумевано: висина видео-записа)
sv: Höjd (förval: videohöjd)
th: ความสูง
tr: Yükseklik (Saptanmış: Video yüksekliği)
uk: Висота (за замовчуванням: висота відео)
ur_pk: اونچائی (پہلے سے طے شدہ: ویڈیو کی اونچائی)
vi: Chiều cao (mặc định: chiều cao của video)
zh_hans: 高 (默认: 视频高度)
zh_hant: 高度（預設值：影片高度）

# crop.w
source: Width (default: video width)
af: Breedte (verstek: videobreedte)
ar: العَرض (الافتراضي: عَرض الفيديو الأصلي)
az: Genişlik (Varsayılan: videonun genişliyi)
be: Шырыня (прадвызначана: шырыня відэа)
bg: Широчина (по подразбиране: широчина на образа)
ca: Amplada (per defecte: amplada del vídeo)
cs: Šířka (výchozí: šířka videa)
da: Bredde (standard: video bredde)
de: Breite (Standard: Videobreite)
el: Πλάτος (προεπιλογή: πλάτος βίντεο)
es: Ancho (por defecto: ancho del vídeo)
fa: طول (پیشفرض:‌ طول ویدیو)
fi: Leveys (oletus: videon leveys)
fr: Largeur (défaut : largeur de la vidéo)
he: רוחב (ברירת מחדל: רוחב הוידאו)
hi: चौड़ाई (डिफ़ॉल्ट: वीडियो चौड़ाई)
hr: Širina (standardno: širina videa)
hu: Szélesség (alapértelmezett: videó szélessége)
hy: Լայն(նախապատվություն: Վիդեո լայնություն)
id: Lebar (bawaan: lebar video)
is: Breidd (sjálfgefið: vídeóbreidd)
it: Larghezza (default: larghezza video)
ja: 幅 (デフォルト: ビデオの幅)
ko: 가로 (기본값: 가로 해상도)
mk: Ширина (стандардно: ширина на видео)
nl: Breedte (standaard: videobreedte)
no: Bredde (standard: videobredde)
pl: Szerokość (domyślnie: szerokość video)
pt_br: Largura (padrão: largura do vídeo)
pt_pt: Largura (padrão: largura do vídeo)
ro: Lățime (implicit: lățime video)
ru: Ширина (по умолчанию: ширина видео)
sk: Šírka (predvolené: šírka videa)
sr_cs: Širina (podrazumevano: širina video-zapisa)
sr_sp: Ширина (подразумевано: ширина видео-записа)
sv: Bredd (förval: videobredd)
th: ความกว้าง
tr: Genişlik (Saptanmış: Video genişliği)
uk: Ширина (типово: ширина відео)
ur_pk: چوڑائی (پہلے سے طے شدہ: ویڈیو کی چوڑائی)
vi: Chiều dài (mặc định: chiều dài của video)
zh_hans: 宽 (默认: 视频宽度)
zh_hant: 寬度（預設值：影片寬度）

# crop.x
source: Origin X (default: center)
af: Oorsprong X (verstek: middel)
ar: الأصل X (الافتراضي: المنتصف)
az: Başlanğıc X (Varsayılan: Mərkəz)
be: Паходжанне X (па змаўчанні: у цэнтры)
bg: Начало X (по подразбиране: средата)
ca: Orígen X (per defecte: centre)
cs: Začátek X (výchozí: střed)
da: Oprindelig X (standard: center)
de: Ursprungspunkt X-Achse (Standard: Mitte)
el: Αρχική τιμή Χ (προεπιλογή: κέντρο)
es: Origen X (por defecto: centro)
fa: X مبدا (پیش‌فرض: وسط)
fi: Origo X (oletus: keskikohta)
fr: Origine X (défaut : centre)
he: מקור X (ברירת מחדל: מרכז)
hi: मूल X (डिफ़ॉल्ट: केंद्र)
hr: Izvorište X (standardno: centar)
hu: Középpont X (alapértelmezett: középen)
hy: Ծագում է X (նախապատվություն：կենտրոնական)
id: Asal X (bawaan: tengah)
is: Uppruni X (sjálfgefið: miðja)
it: Origine X (default: centro)
ja: 位置X (デフォルト: 中央)
ko: 기준점 X (기본값: 중앙)
mk: Почеток X (стандардно: центар)
nl: Beginpunt X (standaard: midden)
no: Opprinnelse X (standard: sentrert)
pl: Początkowe X (domyślnie: środek)
pt_br: Origem X (padrão: centro)
pt_pt: Origem X (padrão: centro)
ro: Origine X (implicit: centru)
ru: Позиция X (по умолчанию: центр)
sk: Začiatok X (predvolené: stred)
sr_cs: Početna vrednost X (podrazumevano: centar)
sr_sp: Почетна вредност X (подразумевано: центар)
sv: Origo X (förval: center)
th: จุด x เริ่มต้น
tr: X Orijini (Saptanmış: Merkez)
uk: Origin X (за замовчуванням: центр)
ur_pk: Origin X (پہلے سے طے شدہ: مرکز)
vi: Gốc X (mặc định: chính giữa)
zh_hans: 起始 X (默认: 从中心裁切)
zh_hant: 原點 X（預設值：中央）

# crop.y
source: Origin Y (default: center)
af: Oorsprong Y (verstek: middel)
ar: الأصل Y (الافتراضي: المنتصف)
az: Başlanğıc Y (Varsayılan: Mərkəz)
be: Паходжанне Y (прадвызначана: у цэнтры)
bg: Начало Y (по подразбиране: средата)
ca: Orígen Y (per defecte: centre)
cs: Začátek Y (výchozí: střed)
da: Oprindelig Y (Standard: center)
de: Ursprungspunkt Y-Achse (Standard: Mitte)
el: Αρχική τιμή Υ (προεπιλογή: κέντρο)
es: Origen Y (por defecto: centro)
fa: Y مبدا (پیش‌فرض: وسط)
fi: Origo Y (oletus: keskikohta)
fr: Origine Y (défaut : centre)
he: מקור Y (ברירת מחדל: מרכז)
hi: मूल Y (डिफ़ॉल्ट: केंद्र)
hr: Izvorište Y (standardno: centar)
hu: Középpont Y (alapértelmezett: középen)
hy: Ծագում է Y (նախապատվություն：կենտրոնական)
id: Asal Y (bawaan: tengah)
is: Uppruni Y (sjálfgefið: miðja)
it: Origine Y (default: centro)
ja: 位置Y (デフォルト: 中央)
ko: 기준점 Y (기본값: 중앙)
mk: Почеток Y (стандардно: центар)
nl: Beginpunt Y (standaard: midden)
no: Oprinnelse Y (standard: sentrert)
pl: Początkowe Y (domyślnie: środek)
pt_br: Origem Y (padrão: centro)
pt_pt: Origem Y (padrão: centro)
ro: Origine Y (implicit: centru)
ru: Позиция Y (по умолчанию: центр)
sk: Začiatok Y (predvolené: stred)
sr_cs: Početna vrednost Y (podrazumevano: centar)
sr_sp: Почетна вредност Y (подразумевано: центар)
sv: Origo Y (förval: center)
th: จุด y เริ่มต้น
tr: Y ekseninde (Varsayılan: Orta)
uk: Origin X (за замовчуванням: центр)
ur_pk: Origin Y (پہلے سے طے شدہ: مرکز)
vi: Gốc Y (mặc định: chính giữa)
zh_hans: 起始 Y (默认: 从中心裁切)
zh_hant: 原點 Y（預設值：中央）

source: Custom (FFmpeg)
af: Pasgemaak (FFmpeg)
ar: مخصص (FFmpeg)
az: Xüsusi (FFmpeg)
be: Карыстальніцкі (FFmpeg)
ca: Personalitzat (FFmpeg)
cs: Vlastní (FFmpeg)
da: Brugerdefineret (FFmpeg)
de: Benutzerdef. (FFmpeg)
el: Προσαρμογή (FFmpeg)
es: Personalizado (FFmpeg)
fa: دلخواه (FFmpeg)
fi: Mukautettu (FFmpeg)
fr: Personnalisé (FFmpeg)
he: מותאם אישית (FFmpeg)
hi: कस्टम (FFmpeg)
hr: Prilagođeno (FFmpeg)
hu: Személyreszabott (FFmpeg)
hy: Անհատականացված (FFmpeg)
id: Kustom (FFmpeg)
is: Sérsniðin (FFmpeg)
it: Personalizzato (FFmpeg)
ja: カスタム (FFmpeg)
ko: 사용자화 (FFmpeg)
nl: Aangepast (FFmpeg)
no: Tilpasset (FFmpeg)
pl: Własny (Fmpeg)
pt_br: Customizado (FFmpeg)
pt_pt: Personalizado (FFmpeg)
ro: Particularizat (FFmpeg)
ru: Свой (FFmpeg)
sk: Vlastné (FFmpeg)
sr_cs: Prilagođeno (FFmpeg)
sr_sp: Прилагођено (FFmpeg)
sv: Eget (FFmpeg)
tr: Özel (FFmpeg)
uk: Спеціальний (FFmpeg)
ur_pk: حسب ضرورت (FFmpeg)
vi: Tùy chỉnh (FFmpeg)
zh_hans: 自定义 (FFmpeg)
zh_hant: 自訂（FFmpeg）

# custom_ffmpeg.name
source: Filter name
af: Filternaam
ar: اسم الفلتر
az: Filter adı
be: Назва фільтра
ca: Nom del filtre
cs: Název filtru
da: Filternavn
el: Όνομα φίλτρου
es: Nombre del filtro
fa: نام فیلتر
fi: Suodattimen nimi
fr: Nom du filtre
he: שם מסנן
hi: फ़िल्टर नाम
hr: Ime filtra
hu: Szűrő neve
hy: Ֆիլտրի անուն
id: Nama filter
is: Sía nafn
it: Nome filtro
ja: フィルター名
ko: 필터 항목
mk: Име на филтерот
nl: Filternaam
no: Filternavn
pl: Nazwa filtra
pt_br: Nome do Filtro
pt_pt: Nome do filtro
ro: Nume filtru
ru: Фильтр
sk: Názov filtra
sr_cs: Naziv filtera
sr_sp: Назив филтера
sv: Filternamn
tr: Filtre adı
uk: Назва фільтру
ur_pk: فلٹر کا نام
vi: Tên bộ lọc
zh_hans: 滤镜名称
zh_hant: 濾鏡名稱

# custom_ffmpeg.string
source: Filter value
af: Filterwaarde
ar: قيمة الفلتر
az: Filter dəyəri
be: Значэнне фільтра
ca: Valor del filtre
cs: Hodnota filtru
da: Filterværdi
de: Wert
el: Τιμή φίλτρου
es: Valor del filtro
fa: مقدار فیلتر
fi: Suodattimen arvo
fr: Valeur du filtre
he: ערך מסנן
hi: फ़िल्टर मान
hr: Vrijednost filtera
hu: Szűrési érték
hy: Ֆիլտրային լար
id: Nilai filter
is: Sía gildi
it: Valore filtro
ja: フィルターの値
ko: 필터 값
mk: Вредност на филтерот
nl: Filterwaarde
no: Filterverdi
pl: Wartość filtra
pt_br: Valor do Filtro
pt_pt: Valor do filtro
ro: Valoare filtru
ru: Значение
sk: Hodnota filtra
sr_cs: Vrednost filtera
sr_sp: Вредност филтера
sv: Filtervärde
tr: Filtre değeri
uk: Значення фільтру
ur_pk: فلٹر کی قدر
vi: Giá trị lọc
zh_hans: 滤镜值
zh_hant: 濾鏡字串

source: Custom (mpv)
af: Pasgemaak (mpv)
ar: مخصص (mpv)
az: Xüsusi (mpv)
be: Карыстальніцкі (mpv)
ca: Personalitzat (mpv)
cs: Vlastní (mpv)
da: Brugerdefineret (mpv)
de: Benutzerdef. (mpv)
el: Προσαρμογή (mpv)
es: Personalizado (mpv)
fa: دلخواه (mpv)
fi: Mukautettu (mpv)
fr: Personnalisé (mpv)
he: מותאם אישית (mpv)
hi: कस्टम (mpv)
hr: Prilagođeno (mpv)
hu: Személyreszabott (mpv)
hy: Անհատականացված (mpv)
is: Sérsniðin (mpv)
it: Personalizzato (mpv)
ja: カスタム (mpv)
ko: 사용자화 (mpv)
nl: Aangepast (mpv)
no: Tilpasset (mpv)
pl: Własny (mpv)
pt_br: Customizado (mpv)
pt_pt: Personalizado (mpv)
ro: Particularizat (mpv)
ru: Свой (mpv)
sk: Vlastné (mpv)
sr_cs: Prilagođeno (mpv)
sr_sp: Прилагођено (mpv)
sv: Eget (mpv)
tr: Özel (mpv)
uk: Спеціальний (mpv)
ur_pk: حسب ضرورت (mpv)
vi: Tùy chỉnh (mpv)
zh_hans: 定制 (mpv)
zh_hant: 自訂（mpv）

# custom_mpv.name
source: Filter name
af: Filternaam
ar: اسم الفلتر
az: Filter adı
be: Назва фільтра
ca: Nom del filtre
cs: Název filtru
da: Filternavn
el: Όνομα φίλτρου
es: Nombre del filtro
fa: نام فیلتر
fi: Suodattimen nimi
fr: Nom du filtre
he: שם מסנן
hi: फ़िल्टर नाम
hr: Ime filtra
hu: Szűrő neve
hy: Ֆիլտրի անուն
id: Nama filter
is: Sía nafn
it: Nome filtro
ja: フィルター名
ko: 필터 항목
mk: Име на филтерот
nl: Filternaam
no: Filternavn
pl: Nazwa filtra
pt_br: Nome do Filtro
pt_pt: Nome do filtro
ro: Nume filtru
ru: Фильтр
sk: Názov filtra
sr_cs: Naziv filtera
sr_sp: Назив филтера
sv: Filternamn
tr: Filtre adı
uk: Назва фільтру
ur_pk: فلٹر کا نام
vi: Tên bộ lọc
zh_hans: 滤镜名称
zh_hant: 濾鏡名稱

# custom_mpv.string
source: Filter value
af: Filterwaarde
ar: قيمة الفلتر
az: Filter dəyəri
be: Значэнне фільтра
ca: Valor del filtre
cs: Hodnota filtru
da: Filterværdi
de: Wert
el: Τιμή φίλτρου
es: Valor del filtro
fa: مقدار فیلتر
fi: Suodattimen arvo
fr: Valeur du filtre
he: ערך מסנן
hi: फ़िल्टर मान
hr: Vrijednost filtera
hu: Szűrési érték
hy: Ֆիլտրային լար
id: Nilai filter
is: Sía gildi
it: Valore filtro
ja: フィルターの値
ko: 필터 값
mk: Вредност на филтерот
nl: Filterwaarde
no: Filterverdi
pl: Wartość filtra
pt_br: Valor do Filtro
pt_pt: Valor do filtro
ro: Valoare filtru
ru: Значение
sk: Hodnota filtra
sr_cs: Vrednost filtera
sr_sp: Вредност филтера
sv: Filtervärde
tr: Filtre değeri
uk: Значення фільтру
ur_pk: فلٹر کی قدر
vi: Giá trị lọc
zh_hans: 滤镜值
zh_hant: 濾鏡字串

source: Delogo
af: Verwyder logo
ar: إزالة الشعارات من الفيديو
az: Delogo (logonu sil)
be: Сцерці лога
bg: БезЛого
cs: Odebrat logo
da: Fjern vandmærke
de: Logo entfernen
el: Αφαίρεση λογοτύπου
es: Quitar logotipo
fa: حذف لوگو
fi: Piilota logo
he: הסרת סימן מים
hi: डीलोगो
hr: Ukloni logotip
hu: Logó eltávolító
hy: Հեռացնել ջրանշանը
id: Hapus Watermark
it: Rimuovi logo
ja: ウォーターマーク除去
ko: 로고 제거
mk: Отстрани лого
nl: Logo verwijderen
no: Fjern logo
pl: Usunięcie Logo
pt_br: Remover Logo
pt_pt: Remoção de Logótipos
ru: Удаление логотипа
sr_cs: Ukloni logotip
sr_sp: Уклони логотип
sv: Göm logga
th: เอาโลโก้ออก
tr: Logo kaldır
uk: Без логотипів
ur_pk: ڈیلوگو
vi: Xóa logo
zh_hans: 去除水印
zh_hant: 去水印

# delogo.h
source: Height
af: Hoogte
ar: الإرتفاع
az: Hündürlük
be: Вышыня
bg: Височина
ca: Alçada
cs: Výška
da: Højde
de: Höhe
el: Ύψος
es: Alto
fa: عرض
fi: Korkeus
fr: Hauteur
he: גובה
hi: ऊंचाई
hr: Visina
hu: Magasság
hy: Բարձրություն
id: Tinggi
is: Hæð
it: Altezza
ja: 縦幅
ko: 세로
mk: Висина
nl: Hoogte
no: Høyde
pl: Wysokość
pt_br: Altura
pt_pt: Altura
ro: Înălțime
ru: Высота
sk: Výška
sr_cs: Visina
sr_sp: Висина
sv: Höjd
th: สูง
tr: Yükseklik
uk: Висота
ur_pk: اونچائی
vi: Chiều cao
zh_hans: 高
zh_hant: 高度

# delogo.w
source: Width
af: Breedte
ar: العُرض
az: Genişlik
be: Шырыня
bg: Широчина
ca: Amplada
cs: Šířka
da: Bredde
de: Breite
el: Πλάτος
es: Ancho
fa: طول
fi: Leveys
fr: Largeur
he: רוחב
hi: चौड़ाई
hr: Širina
hu: Szélesség
hy: Լայնություն
id: Lebar
is: Breidd
it: Larghezza
ja: 横幅
ko: 가로
mk: Ширина
nl: Breedte
no: Bredde
pl: Szerokość
pt_br: Largura
pt_pt: Largura
ro: Lățime
ru: Ширина
sk: Šírka
sr_cs: Širina
sr_sp: Ширина
sv: Bredd
th: กว้าง
tr: Genişlik
uk: Ширина
ur_pk: چوڑائی
vi: Chiều rộng
zh_hans: 宽
zh_hant: 寬度

# delogo.x
source: Origin X
af: Oorsprong X
ar: الأصل X
az: Başlanğıc X
be: Паходжанне X
bg: Начало X
ca: Orígen X
cs: Začátek X
da: Oprindelig X
de: Ursprungspunkt X-Achse
el: Αρχική τιμή Χ
es: Origen X
fa: X مبدا
fi: Origo X
fr: Origine X
he: מקור בציר X
hi: मूल X
hr: Izvorište X
hu: Kezdőpont X
hy: Բնօրինակը X
id: Asal X
is: Uprunalega X
it: Origine X
ja: 位置X
ko: 기준점 X
mk: Почеток X
nl: Beginpunt X
no: Opprinnelse X
pl: Początek współrzędnej X
pt_br: Origem X
pt_pt: Origem X
ro: Origine X
ru: Позиция X
sk: Začiatok X
sr_cs: Početna vrednost X
sr_sp: Почетна вредност X
sv: Origo X
th: จุดกำเนิด
tr: X Orijini
uk: Початкова X
ur_pk: اورجن X
vi: Gốc X
zh_hans: 起始横坐标
zh_hant: 原點 X

# delogo.y
source: Origin Y
af: Oorsprong Y
ar: الأصل Y
az: Başlanğıc Y
be: Паходжанне Y
bg: Начало Y
ca: Orígen Y
cs: Začátek Y
da: Oprindelig Y
de: Ursprungspunkt Y-Achse
el: Αρχική τιμή Υ
es: Origen Y
fa: Y مبدا
fi: Origo Y
fr: Origine Y
he: מקור בציר Y
hi: मूल Y
hr: Izvorište Y
hu: Kezdőpont Y
hy: Բնօրինակը Y
id: Asal Y
is: Upprunalega Y
it: Origine Y
ja: 位置Y
ko: 기준점 Y
mk: Почеток Y
nl: Beginpunt Y
no: Opprinnelse Y
pl: Początek współrzędnej Y
pt_br: Origem Y
pt_pt: Origem Y
ro: Origine Y
ru: Позиция Y
sk: Začiatok Y
sr_cs: Početna vrednost Y
sr_sp: Почетна вредност Y
sv: Origo Y
th: จุดกำเนิด
tr: Y Orijini
uk: Початкова Y
ur_pk: اورجن Y
vi: Gốc Y
zh_hans: 起始纵坐标
zh_hant: 原點 Y

source: Expand
af: Brei uit
ar: توسيع
az: Genişləndir
be: Разгарнуць
bg: Разпъване
ca: Amplia
cs: Zvětšit
da: Udvid
de: Ausdehnen
el: Επέκταση
es: Expandir
fa: بیشتر
fi: Laajenna
fr: Étendre
he: הרחב
hi: विस्तार
hr: Raširi
hu: Kibontás
hy: Ընդարձակել
id: Perluas
is: Stækkaðu
it: Espansione
ja: リサイズ
ko: 확장
mk: Прошири
nl: Uitbreiden
no: Utvid
pl: Rozciągnij
pt_br: Expandir
pt_pt: Expandir
ro: Mărește
ru: Расширение
sk: Zväčšiť
sr_cs: Raširi
sr_sp: Рашири
sv: Expandera
th: ขยาย
tr: Genişlet
uk: Розгорнутий
ur_pk: پھیلائیں
vi: Mở rộng
zh_hans: 展开
zh_hant: 展開

# expand.aspect
source: Expands to fit an aspect (e.g: 4/3)
af: Brei uit om ’n aspekverhouding te pas (bv. 4:3)
ar: توسيع ليتناسب مع العرض (على سبيل المثال: 4/3)
az: Aspektə uyğunlaşacaq şəkildə genişləndir (misal üçün:4/3)
be: Пашыраць у адпаведнасці з суадносінамі бакоў (напр: 4/3)
bg: Разпъва с побиране в съотношение (напр. 4:3)
ca: Amplia per ajustar la relació d'aspecte (ex.: 4/3)
cs: Zvětšit k poměru stran (např.: 4/3)
da: Udvid til at passe til aspekt (fx: 4/3)
de: Auf Seitenverhältnis ausdehnen (z. B. 4/3)
el: Επέκταση ώστε να χωράει μια αναλογία εικόνας (π.χ. 4/3)
es: Expandir para ajustarse a una relación de aspecto (ej.: 4/3)
fa: بزرگ میشود تا به یک نسبت برسد (مانند ۴/۳)
fi: Laajenee sopimaan kuvasuhteeseen (esim. 4/3)
fr: S'élargir pour s'adapter à un ratio (ex : 4/3)
he: מתרחב כדי להתאים להיבט (לדוגמה: 4/3)
hi: एक पहलू फिट करने के लिए फैलता है (जैसे: 4/3)
hr: Raširi na omjer (npr. 4:3)
hu: Kiterjesztés megfelelő méretarányhoz (pl.: 4/3)
hy: Ընդլայնեցնել հարաբերակցիության համար (օրինակ: 4/3)
id: Perbesar untuk mengepaskan aspek rasio (cth: 4/3)
is: Stækkar til að passa við þætti (td: 4/3)
it: Espandi per adattarsi ad una dimensione (e.g: 4/3)
ja: アスペクト比に合わせる (例: 4:3)
ko: 화면비에 맞게 늘이기 (예: 4/3)
mk: Се шири до одреден размер (пр: 4:3)
nl: Breid uit naar een beeldverhouding (bv. 4:3)
no: Utvid for å passe aspektet (eks. 4/3)
pl: Rozciągnij do proporcji (np.: 4/3)
pt_br: Expande para adequar a um padrão (ex: 4/3)
pt_pt: Expandir para adaptar a um aspeto (ex.: 4/3)
ro: Mărește pentru a se potrivi unui aspect (ex: 4:3)
ru: Сохранять пропорции (например, 4/3)
sk: Zväčší v pomere (napr.: 4/3)
sr_cs: Širenje do uklapanja u razmeru (npr. 4/3)
sr_sp: Ширење до уклапања у размеру (нпр. 4/3)
sv: Expandera till att passa ett förhållande (t.ex: 4/3)
th: ขยายโดยคงอัตราส่วนกว้างยาว
tr: Belli bir en-boy oranına genişlet (Örneğin: 4/3)
uk: Розширити під пропорції (напр., 4:3)
ur_pk: Aspect کو فٹ کرنے کے لیے پھیلائیں (جیسے: 4/3)
vi: Mở rộng cho vừa tỷ lệ (ví dụ: 4/3)
zh_hans: 扩展以适应比例 (例: 4比3)
zh_hant: 展開以符合比例（例如：4/3）

# expand.h
source: Height (default: video height)
af: Hoogte (verstek: videohoogte)
ar: الطول (الافتراضي: طول الفيديو الأصلي)
az: Hündürlük (Varsayılan: videonun hündürlüyü)
be: Вышыня (прадвызначана: вышыня відэа)
bg: Височина (по подразбиране: височина на образа)
ca: Alçada (per defecte: alçada del vídeo)
cs: Výška (výchozí: výška videa)
da: Højde (standard: video størrelse)
de: Höhe (Standard: Videohöhe)
el: Ύψος (προεπιλογή: ύψος βίντεο)
es: Alto (por defecto: alto del vídeo)
fa: عرض (پیشفرض:‌ عرض ویدیو)
fi: Korkeus (oletus: videon korkeus)
fr: Hauteur (défaut : hauteur de la vidéo)
he: גובה (ברירת מחדל: גובה הוידאו)
hi: ऊंचाई (डिफ़ॉल्ट: वीडियो ऊंचाई)
hr: Visina (standardno: visina videa)
hu: Magasság (alapértelmezett: videó magassága)
hy: Բարձր (նախապատվություն: Վիդեո բարձրություն)
id: Tinggi (bawaan: tinggi video)
is: Hæð (sjálfgefið: myndhæð)
it: Altezza (default: altezza video)
ja: 縦幅 (デフォルト: ビデオの縦幅)
ko: 세로 (기본값: 세로 해상도)
mk: Висина (стандардно: висина на видео)
nl: Hoogte (standaard: videohoogte)
no: Høyde (standard: videohøyde)
pl: Wysokość (domyślnie: wysokość video)
pt_br: Altura (padrão: altura do vídeo)
pt_pt: Altura (padrão: altura do vídeo)
ro: Înălțime (implicit: înălțime video)
ru: Высота (по умолчанию: высота видео)
sk: Výška (predvolené: výška videa)
sr_cs: Visina (podrazumevano: visina video-zapisa)
sr_sp: Висина (подразумевано: висина видео-записа)
sv: Höjd (förval: videohöjd)
th: ความสูง
tr: Yükseklik (Saptanmış: Video yüksekliği)
uk: Висота (за замовчуванням: висота відео)
ur_pk: اونچائی (پہلے سے طے شدہ: ویڈیو کی اونچائی)
vi: Chiều cao (mặc định: chiều cao của video)
zh_hans: 高 (默认: 视频高度)
zh_hant: 高度（預設值：影片高度）

# expand.round
source: Rounds up to make divisible by this value
af: Rond af om deur hierdie waarde deelbaar te maak
ar: تقريب لأعلى لجعل القسمة على هذه القيمة
az: Dəyərə bölünəcək şəkildə yuvarlaqlaşdır
be: Акругляць, каб дзялілася на гэтае значэнне
bg: Закръглява нагоре, за да стане делимо на тази стойност
ca: Arrodonir per fer divisible per aquest valor
cs: Zaokrouhlit, aby byla hodnota dělitelná
da: Rund op for at gøre delelig med denne værdi
de: Aufrunden bis durch diesen Wert teilbar
el: Στρογγυλοποίηση ώστε να διαιρείται με αυτή την τιμή
es: Redondear para hacer divisible por este valor
fa: به بالا گرد میشود تا بر این مقدار بخش‌پذیر شود
fi: Pyöristää ylöspäin, jotta on jaollinen tällä luvulla
fr: Arrondi supérieur pour rendre divisible par cette valeur
he: מעוגל כלפי מעלה כדי להפוך לניתן לחלוקה בערך זה
hi: इस मान से विभाज्य बनाने के लिए सीमाएँ
hr: Zaokružuje prema gore kako bi bilo djeljivo s ovom vrijednosti
hu: Felfele kerekít, hogy oszthat legyen ezzel az értékkel
hy: Հավաքել մինչև այն քառակուսային արժեքի, որը կարող է բաժանվել այդ արժեքի հետ
id: Bulatkan agar dapat dibagi dengan nilai ini
is: Hringir upp til að gera deilanlegt eftir þessu gildi
it: Arrotonda per rendere divisibile per questo valore
ja: この数字で割り切れる値に端数を丸める
ko: 아래 값으로 나누어지게 길이 반올림
mk: Заокружува на следниот цел број за да биде деллив со оваа вредност
nl: Rond af om deelbaar te maken door deze waarde
no: Rund opp for å gjøre delbart på denne verdien
pl: Zaokrąglenie w górę, aby podzielić przez tą wartość
pt_br: Arredonda para ser divisível por este valor
pt_pt: Arredonda para se tornar divisível por este valor
ro: Rotunjește pentru a fi divizibil cu această valoare
ru: Округлять, чтобы делилось на это значение
sk: Zaokrúhli, aby bolo deliteľné hodnotou
sr_cs: Zaokrugljivanje tako da se može deliti ovom vrednošću
sr_sp: Заокругљивање тако да се може делити овом вредношћу
sv: Runda upp till att bli delbart med detta värde
th: ปัดเศษให้หารลงตัวด้วยเลขนี้
tr: Bu sayıya bölünebilir olması için yuvarla
uk: Округлити для кратності цьому значенню
ur_pk: اس قدر سے قابل تقسیم بنانے کے لیے راؤنڈ اپ
vi: Làm tròn để chia hết cho giá trị này
zh_hans: 向上取整使得能被此值整除
zh_hant: 四捨五入整除此值
